{
  "LuaSnip": { "branch": "master" },
  "atlas.vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "harpoon": { "branch": "harpoon2" },
  "komau.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "noirblaze-vim": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "photon.vim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rams.vim": { "branch": "main" },
  "skull-vim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-be-good": { "branch": "master" },
  "vim-monochrome": { "branch": "main" },
  "vim-phoenix": { "branch": "master" },
  "vim-sunbather": { "branch": "master" },
  "vim-yin-yang": { "branch": "master" },
  "warlock": { "branch": "master" },
  "zazen": { "branch": "master" }
}